Repository: fistonuzabumwana/CampusBitesWeb2
Catalog: CampusBites.Web/Resources/SharedResource.*.resx
Languages: rw_rw

source: Actions
rw_rw: Ibikorwa

source: All Orders Report
rw_rw: Raporo y'ibyaguzwe byose

source: Available
rw_rw: birahari

source: Category
rw_rw: Icyiciro

source: Create New Role
rw_rw: Shiraho Inshingano nshya

source: Create Role
rw_rw: Shiraho Inshingano

source: Custom
rw_rw: Hindura

source: Edit name
rw_rw: Hindura izina

source: Email
rw_rw: imeli

source: Email Confirmed
rw_rw: E-imeri yemeza

source: Existing Roles
rw_rw: Inshingano Zihari

source: Hello
rw_rw: Muraho

source: Lockout Enabled
rw_rw: Gufunga birashoboka

source: Manage Menu Items
rw_rw: Gucunga Ibikubiyemo

source: Manage Permissions
rw_rw: Gucunga Imushya

source: Manage Roles
rw_rw: Gucunga Inshingano

source: Manage Users
rw_rw: Gucunga Abakoresha

source: Name
rw_rw: Amazina

source: Home
rw_rw: ahabanza

source: New Role Name
rw_rw: Izina ry'inshingano nshya

source: Price
rw_rw: Igiciro

source: Role Name
rw_rw: Izina ry'inshingano

source: Start date
rw_rw: itariki itangira

source: Username
rw_rw: Izina ryukoresha

source: Add to cart
rw_rw: Ongera ku gare

source: Admin Dashboard
rw_rw: Urukuta rwa Admin

source: Billing address
rw_rw: Aderesi y'inyemeza bwishyu

source: Change password
rw_rw: Hindura ijambo ryibanga

source: Change your account settings
rw_rw: Hindura igenamiterere rya konte yawe

source: Checkout
rw_rw: Kugenzura

source: Clear
rw_rw: Hanagura

source: Clear All
rw_rw: Siba Byose

source: Confirm &amp; Pay
rw_rw: Emeza kandi Wishyure

source: Connected
rw_rw: Byahujwe

source: Continue to shopping
rw_rw: Komeza guhaha

source: Date Placed
rw_rw: Itariki byatazweho

source: District
rw_rw: Akarere

source: Enddate
rw_rw: Itariki yo kurangiriraho

source: Export to excel
rw_rw: Sohora muri EXCEL

source: Export to pdf
rw_rw: Sohora muri PDF

source: Filter
rw_rw: Yungurura

source: Image
rw_rw: Ishusho

source: Item
rw_rw: ibice

source: Manage your account
rw_rw: Gucunga konti yawe

source: My Order History
rw_rw: Urutonde rw' Ibyaguzwe

source: Order ID
rw_rw: No y'Ibicuruzwa

source: Orders
rw_rw: Ibicuruzwa

source: Pay Ref
rw_rw: Kwishura Ref

source: Payment Method
rw_rw: Uburyo bwo Kwishura

source: Personal Data
rw_rw: Amakuru bwite

source: Phone Number
rw_rw: Numero ya telefone

source: Proceed to Checkout
rw_rw: Komeza kuri cheque

source: Profile
rw_rw: Umwirondoro

source: Quantity
rw_rw: Ingano

source: Receive Order Status Updates via Email
rw_rw: Akira amakuru ku Byavuguruwe ukoresheje imeri

source: Recent Activity
rw_rw: Igikorwa cya vuba

source: Required for mobile money
rw_rw: Birakenewe amafaranga ya mobile

source: Revenue
rw_rw: Ibyinjiye

source: SalesSummary
rw_rw: Inshamake y'ibyacurujwe

source: Sector
rw_rw: Umurenge

source: Shipping address
rw_rw: Amerecyezo Byoherezwaho

source: Status
rw_rw: Imiterere

source: Street Address
rw_rw: Amerecyezo y'umuhanda

source: ThisWeek
rw_rw: Iki Cyumweru

source: Today
rw_rw: Uyu Munsi

source: Total
rw_rw: Igiteranyo

source: Total (RWF)
rw_rw: Igiteranyo (RWF)

source: Update password
rw_rw: Vugurura ijambo ryibanga

source: User
rw_rw: Ukoresha

source: View all orders report
rw_rw: Reba ibyateganijwe byose

source: View Details
rw_rw: Reba Ibisobanuro

source: Waitingforupdates..
rw_rw: Gutegereza ibishya ..

source: Welcome
rw_rw: Murakaza Neza

source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
rw_rw: Konti yawe ikubiyemo amakuru yihariye waduhaye. Uru rupapuro rugufasha gukuramo cyangwa gusiba ayo makuru. Gusiba aya makuru bizakuraho burundu konte yawe, kandi ibi ntibishobora kugarurwa.

source: Your cart
rw_rw: Igare ryawe

source: Your Shopping Cart
rw_rw: Igare yawe yo guhaha
